Repository: AbdQ4/Moona_2
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Error
ar: حدث خطأ ما

# noItems
source: No items yet in
ar: لا توجد منتجات مضافة بعد في

source: No Items Added
ar: لا توجد منتجات مضافة بعد

# addItems
source: Tap the button below to add an item
ar: اضغط على زر الأضافة لأضافة منتج

source: Building Materials
ar: مواد البناء

source: Bricks
ar: صخور بناء

source: Cement
ar: اسمنت

source: Sand
ar: رمال

source: Steel
ar: معادن

# electricalAndLightning
source: Electrical & Lightning
ar: الكهرباء و الأضواء

source: Wires
ar: اسلاك كهرباء

source: Switches
ar: ازرار كهرباء

source: Bulbs
ar: مصابيح

# panels
source: Panles
ar: لوحات الكهرباء

source: Finishing Materilas
ar: مواد التشطيب

source: Paints
ar: دهانات

source: Tiles
ar: بلاط

source: Wallpaper
ar: خلفيات الحائط

source: Plumbing
ar: السباكة

source: Pipes
ar: انابيب

source: Taps
ar: صنابير

source: Valves
ar: صمامات

source: Construction Tools
ar: ادوات البناء

source: Hummer
ar: مطارق

source: Drill
ar: حفار

source: Saw
ar: منشار

source: Product Type ?
ar: اختر نوع المنتج

source: Select Type
ar: اختر النوع

source: Select Item
ar: اختر عنصر

source: Stock
ar: المخزون

# pricePerTon
source: Price \ Ton
ar: السعر \ طن

# companyOfProduct
source: Company of the Product
ar: شركة المنتج

source: Description
ar: وصف المنتج

source: Delivery ?
ar: التوصيل

source: Sell on Credit ?
ar: التقسيط

# fillAllFields
source: Please fill all fields
ar: من فضلك اكمل الخطواط

source: Add
ar: اضافة

source: Your License
ar: الرخصة الخاصة بك

# faildLoadData
source: Failed To Load Data
ar: خطأ في التحميل

# renewalDate
source: Your Renewal Date Is
ar: ميعاد تجديدك هو

# licenseStatus
source: Your Lisense Is : Active
ar: الرخصة الخاصة بك : سارية

# noLicenseMessage
source: It seems there is a problem in viewing your license, contact us to review the problem
ar: يبدو ان هناك مشكلة في عرض الرخصة الخاصة بك، تواصل معنا لنراجع المشكلة

source: More Details
ar: المزيد من التفاصيل

source: Edit Product
ar: تعديل المنتج

source: Delete Product
ar: حذف المنتج

source: Product Name
ar: اسم المنتج

source: Confirm
ar: تأكيد

# updateConfirmation
source: Update this product with the new details?
ar: تحديث هذا المنتج بالتفاصيل الجديدة؟

source: No
ar: لا

source: Yes
ar: نعم

# productUpdated
source: Product Updated Successfully
ar: تم تحديث المنتج بنجاح

# productDeleted
source: Product Deleted Successfully
ar: تم حذف المنتج بنجاح

source: Update Product
ar: تحديث المنتج

# deleteProductConfirmation
source: Delete this product? This action cannot be undone.
ar: هل تريد حذف هذا المنتج؟ هذا الاجراء لا يمكن التراجع عنه.

# deleteFailed
source: Failed To Delete Product
ar: فشل في حذف المنتج

# updateFailed
source: Failed To Update Product
ar: فشل في تحديث المنتج

source: Change Name
ar: تغيير الاسم

source: Enter New Name
ar: ادخل الاسم الجديد

source: Save
ar: حفظ

# changePhoneNo
source: Change Phone Number
ar: تغيير رقم الهاتف

# enterNewPhoneNo
source: Enter New Phone Number
ar: ادخل رقم الهاتف الجديد

source: Sales History
ar: تاريخ المبيعات

# reviewLisense
source: Review License
ar: مراجعة الرخصة

source: Terms and Conditions
ar: الشروط و الأحكام

source: Privacy Policy
ar: سياسة الخصوصية

# helpAndSupport
source: Help & Support
ar: المساعدة والدعم

source: Account Details
ar: تفاصيل الحساب

source: Select Theme
ar: اختر السمة

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Light Theme
ar: السمة الفاتحة

source: Dark Theme
ar: السمة الداكنة

source: Select Language
ar: اختر اللغة

source: Logout
ar: تسجيل الخروج

source: Invalid Email or Password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة

source: Sign In
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Don't have an account?
ar: لا تملك حساب؟

source: Forget Password?
ar: نسيت كلمة المرور؟

source: Email Verification
ar: تأكيد البريد الإلكتروني

# verificationEmailSent
source: A verification email has been sent to your email address. Please check your inbox and click the verification link to verify your email.
ar: تم إرسال رسالة تأكيد إلى بريدك الإلكتروني. يرجى التحقق من صندوق الوارد الخاص بك والنقر على رابط التأكيد لتأكيد بريدك الإلكتروني.

source: Resend Verification Email
ar: إعادة إرسال رسالة التأكيد

# verificationEmailResent
source: Verification email resent. Please check your inbox.
ar: تم إعادة إرسال رسالة التأكيد. يرجى التحقق من صندوق الوارد الخاص بك.

# verificationFailed
source: Failed to send verification email. Please try again later.
ar: فشل في إرسال رسالة التأكيد. يرجى المحاولة مرة أخرى لاحقًا.

# continueText
source: Continue
ar: متابعة

source: Session Expired
ar: انتهت الجلسة

# sessionExpiredMessage
source: Your session has expired. Please log in again to continue.
ar: انتهت جلستك. يرجى تسجيل الدخول مرة أخرى للمتابعة.

source: OK
ar: حسناً

source: Email Verified
ar: تم تأكيد البريد الإلكتروني

source: Email Not Verified
ar: لم يتم تأكيد البريد الإلكتروني

# verificationSuccess
source: Your email has been successfully verified. You can now access all features of the app.
ar: تم تأكيد بريدك الإلكتروني بنجاح. يمكنك الآن الوصول إلى جميع ميزات التطبيق.

# verificationFailedMessage
source: Email verification failed. Please try again later or contact support if the issue persists.
ar: فشل تأكيد البريد الإلكتروني. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم إذا استمرت المشكلة.

# accountBeingReviewed
source: Your account is being reviewed. Please wait for approval.
ar: يتم مراجعة حسابك. يرجى الانتظار للحصول على الموافقة.

source: Sign Up
ar: إنشاء حساب

source: Company Name
ar: اسم الشركة

# phoneNo
source: Phone Number
ar: رقم الهاتف

# tax
source: Tax ID
ar: رقم الضريبة

source: Upload PDF License
ar: رفع رخصة PDF

source: Re-Password
ar: إعادة كلمة المرور

source: Contractor
ar: مقاول

source: Supplier
ar: مورد

# accept
source: I accept the
ar: أوافق على

source: Terms
ar: الشروط

source: and
ar: و

source: Conditions
ar: الأحكام

# needToAcceptTerms
source: You need to accept our terms and conditions
ar: يجب عليك قبول الشروط والأحكام
